Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: There was an error loading submissions. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الإرسالات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar les entregues. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyflwyniadau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af afleveringer. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af afleveringer. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden von Abgaben. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar las entregas. Pulse Actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar las entregas. Pulsa actualizar para volver a intentarlo.
fi: Lähetysten latauksessa ilmeni virhe. Yritä uudelleen vetämällä.
fr: Une erreur est survenue lors du chargement des soumissions. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des envois. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus uaslódálacha á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: सबमिशन लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman soumisyon yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat penyerahan. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða skilum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento delle consegne. Trascinare verso il basso per aggiornare e riprovare.
ja: 提出物の読み込み中にエラーが発生しました。プルして更新し、再試行してください。
mi: He hapa i te wā e uta ana ngā tukunga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat memuatkan serahan. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av innleveringer. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van inleveringen. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania przesyłek. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro ao carregar as submissões. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os envios. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке отправок. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju oddaj je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in inlämningar. Dra för att uppdatera och försöka igen.
sv_instk12: Det gick inte att läsa in inlämningar. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดผลงานจัดส่ง ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải mục nộp. Hãy kéo để làm mới để thử lại.
zh: 加载提交项时发生错误。下拉刷新以重试。
zh_hk: 載入提交項目時發生錯誤。提取以進行重新整理以再試一次。

source: This assignment does not allow submissions.
ar: لا تسمح هذه المهمة بإرسالات.
ca: Amb aquesta activitat no es permet fer entregues.
cy: Dydy’r cwrs hwn ddim yn caniatáu cyflwyniadau.
da: Denne opgave tillader ikke afleveringer.
da_instk12: Denne opgave tillader ikke afleveringer.
de: Diese Aufgabe lässt keine Abgaben zu.
es: Esta tarea no permite presentaciones.
es_es: Esta actividad no permite entregas.
fi: Tämä tehtävä ei salli lähetyksiä.
fr: Cette tâche ne permet pas les envois.
fr_ca: Cette tâche ne permet pas d’envoi.
ga: Ní cheadaíonn an tasc seo uaslódálcha.
hi: यह असाइनमेंट सबमिशन की अनुमति नहीं देती है।
ht: Sesyon sa a pa otorize soumisyon.
id: Tugas ini tidak mengizinkan penyerahan.
is: Þetta verkefni leyfir ekki skil.
it: Questo compito non consente consegne.
ja: この課題は提出を許可していません。
mi: Kāore tēnei whakataunga e whakāe ngā tukunga.
ms: Tugasan ini tidak membenarkan serahan.
nb: Denne oppgaven tillater ikke innleveringer.
nl: Voor deze opdracht zijn geen inleveringen toegestaan.
pl: To zadanie nie umożliwia przesłania.
pt: Esta tarefa não permite submissões.
pt_br: Esta tarefa não permite envios.
ru: Это задание не может быть отправлено.
sl: Pri tej nalogi oddaje niso dovoljene.
sv: Den här uppgiften tillåter inte inlämningar.
sv_instk12: Den här uppgiften tillåter inte inlämningar.
th: ภารกิจนี้ไม่อนุญาตให้มีผลงานจัดส่ง
vi: Bài tập này không cho phép nộp.
zh: 此作业不允许提交。
zh_hk: 此作業不允許提交。

source: This assignment only allows on-paper submissions.
ar: لا تسمح هذه المهمة إلا بالإرسالات الورقية.
ca: Amb aquesta activitat només es permet fer entregues en paper.
cy: Dydy’r cwrs hwn ddim yn caniatáu cyflwyniadau ar bapur.
da: Denne opgave tillader kun aflevering på papir.
da_instk12: Denne opgave tillader kun aflevering på papir.
de: Diese Aufgabe erlaubt nur Abgaben auf Papier.
es: Esta tarea solo permite entregas en papel.
es_es: Esta actividad solo permite entregas en papel.
fi: Tämä tehtävä sallii vain paperilla tehtävät lähetykset.
fr: Cette tâche ne permet que les envois sur papier.
fr_ca: Cette tâche permet uniquement des envois sur support papier.
ga: Ní cheadaíonn an tasc seo ach uaslódálacha ar pháipéar.
hi: यह असाइनमेंट केवल कागज़ी सबमिशन की अनुमति देती है।
ht: Sesyon sa a otorize soumisyon ou papye sèlman.
id: Tugas ini hanya mengizinkan penyerahan dalam bentuk kertas.
is: Þetta verkefni leyfir aðeins skil á pappír.
it: Questo compito consente solo consegne in formato cartaceo.
ja: この課題は、論文の提出のみを許可します。
mi: Tēnei tukunga e whakaae ana pepa tukunga anake.
ms: Tugasan ini hanya membenarkan serahan atas kertas.
nb: Denne oppgaven tillater kun innlevering på papir.
nl: Voor deze opdracht zijn alleen inleveringen op papier toegestaan.
pl: To zadanie umożliwia tylko przesłanie dokumentu papierowego.
pt: Esta tarefa só permite submissões em papel.
pt_br: Esta tarefa permite apenas envios em papel.
ru: Это задание может быть отправлено только в печатном виде.
sl: Pri tej nalogi so dovoljene le oddaje na papirju.
sv: Den här uppgiften tillåter endast inlämningar på papper.
sv_instk12: Den här uppgiften tillåter endast inlämningar på papper.
th: ภารกิจนี้อนุญาตเฉพาะผลงานจัดส่งแบบเอกสาร
vi: Bài tập này chỉ cho phép nộp giấy.
zh: 此作业仅允许纸上提交。
zh_hk: 此作業只能以紙本提交。

source: This criterion will not impact the score.
ar: هذا المعيار لن يؤثر على التقدير.
ca: Aquest criteri no influirà en la puntuació.
cy: Ni fydd y maen prawf hwn yn effeithio ar y sgôr.
da: Dette kriterie påvirker ikke resultatet.
da_instk12: Dette kriterie påvirker ikke resultatet.
de: Dieses Kriterium hat keinen Einfluss auf die Punktzahl.
es: Este criterio no afectará el puntaje.
es_es: Este criterio no afectará a la puntuación.
fi: Kriteeri ei vaikuta myymälään.
fr: Ce critère n’aura pas d’effet sur le score.
fr_ca: Ce critère n'aura pas de répercussions sur le score.
ga: Ní bheidh aon tionchar ag an gcritéar seo ar an scór.
hi: इस मानदंड का अंक पर कोई असर नहीं पड़ेगा।
ht: Kritè sa a pa p fè okenn efè sou rezilta a.
id: Kriteria ini tidak berdampak pada skor.
is: Þessi forsenda mun ekki hafa áhrif á einkunnina.
it: Questo criterio non altererà il punteggio.
ja: この基準はスコアに影響を与えません。
mi: Kaore tēnei tohu e pā ki te kaute.
ms: Kriteria ini tidak akan memberikan impak kepada skor.
nb: Dette kriteriet vil ikke påvirke resultatet.
nl: Dit criterium is niet van invloed op de score.
pl: To kryterium nie wpłynie na wynik.
pt: Este critério não afetará a pontuação.
pt_br: Este critério não afetará a pontuação.
ru: Этот критерий не повлияет на оценку.
sl: To merilo ne bo vplivalo na rezultat.
sv: Detta kriterium påverkar inte resultatet.
sv_instk12: Detta kriterium påverkar inte resultatet.
th: เกณฑ์นี้ไม่ส่งผลต่อคะแนน
vi: Tiêu chí này không ảnh hưởng đến điểm.
zh: 此标准不会影响分数。
zh_hk: 此評分標準並不會影響分數。

source: This group does not have a submission for this assignment.
ar: لا تشتمل هذه المجموعة على إرسال لهذه المهمة.
ca: Aquest grup no té cap entrega per a aquesta activitat.
cy: Does gan y grŵp hwn ddim cyflwyniad ar gyfer yr aseiniad hwn.
da: Denne gruppe har ikke nogen aflevering for denne opgave.
da_instk12: Denne gruppe har ikke nogen aflevering for denne opgave.
de: Diese Gruppe hat keine Abgabe für diese Aufgabe.
es: Este grupo no ha realizado ninguna entrega para esta tarea.
es_es: Este grupo no ha realizado ninguna entrega para esta actividad.
fi: Tällä ryhmällä ei ole lähetystä tähän tehtävään.
fr: Ce groupe n’a rien soumis pour ce travail
fr_ca: Ce groupe n’a pas d’envoi pour cette tâche.
ga: Níl uaslódáil ag an ngrúpa seo don tasc seo.
hi: इस ग्रुप के पास इस असाइनमेंट के लिए कोई सबमिशन नहीं है।
ht: Gwoup sa a pa gen soumisyon pou sesyon sa a.
id: Grup ini tidak memiliki penyerahan untuk tugas ini.
is: Þessi hópur hefur ekki skil fyrir þetta verkefni.
it: A questo gruppo non è associato alcun invio per questo compito.
ja: このグループには、この課題の提出はありません。
mi: Kaore he tukunga mo tēnei rōpū mo tēnei whakataunga.
ms: Kumpulan ini tidak mempunyai serahan untuk tugasan ini.
nb: Denne gruppen har ikke en innlevering for denne oppgaven.
nl: Deze groep heeft geen inlevering voor deze opdracht.
pl: Ta grupa nie ma żadnych przesłanych materiałów dla zadania.
pt: Este grupo não possui uma submissão para essa tarefa.
pt_br: Este grupo não tem um envio para esta tarefa.
ru: Эта группа не имеет отправки для этого задания.
sl: Pri tej skupini ni oddaje za to nalogo.
sv: Denna grupp har ingen inlämning för denna uppgift.
sv_instk12: Denna grupp har ingen inlämning för denna uppgift.
th: กลุ่มนี้ไม่มีผลงานจัดส่งสำหรับภารกิจนี้
vi: Nhóm này không có bài nộp cho bài tập này.
zh: 此组没有此作业的提交项。
zh_hk: 本群組沒有該作業的提交項目。

source: This student does not have a submission for this assignment.
ar: لا يمتلك هذا الطالب إرسالاً لهذه المهمة.
ca: Aquest estudiant no té cap entrega per a aquesta activitat.
cy: Does gan y myfyriwr hwn ddim cyflwyniad ar gyfer yr aseiniad hwn.
da: Denne studerende har ingen aflevering til denne opgave
da_instk12: Denne elev har ingen aflevering til denne opgave
de: Diese/r Student*r hat für dieser Aufgabe keine Abgabe.
es: Este estudiante no tiene una entrega para esta tarea.
es_es: Este estudiante no tiene ninguna entrega para esta actividad.
fi: Tällä opiskelijalla ei ole lähetystä tähän tehtävään.
fr: Cet étudiant n'a pas un envoi pour cette tâche
fr_ca: Cet étudiant n’a pas d’envoi pour cette tâche.
ga: Níl uaslódáil ag an mac léinn seo don tasc seo.
hi: इस छात्र के पास इस असाइनमेंट के लिए कोई सबमिशन नहीं है।
ht: Elèv sa a pa gen soumisyon pou sesyon sa a.
id: Siswa ini tidak memiliki penyerahan untuk tugas ini.
is: Þessi nemandi hefur ekki skil fyrir þetta verkefni.
it: Questo studente non ha una consegna per questo compito.
ja: この受講者には、この課題の提出はありません。
mi: Kāore he tukunga mo tēnei whakataunga mo tēnei ākoranga.
ms: Pelajar ini tidak mempunyai serahan untuk tugasan ini.
nb: Denne studenten har ingen innlevering for denne oppgaven.
nl: Deze cursist heeft geen inlevering voor deze opdracht.
pl: Ten uczestnik nie przesłał żadnych materiałów dla zadania.
pt: Este aluno não possui uma submissão para essa tarefa.
pt_br: Este aluno não tem um envio para esta tarefa.
ru: Этот студент не имеет отправки для этого задания.
sl: Pri tem študentu ni oddaje za to nalogo.
sv: Den här studenten har ingen inlämning för denna uppgift.
sv_instk12: Den här eleven har ingen inlämning för denna uppgift.
th: ผู้เรียนนี้ไม่มีผลงานจัดส่งสำหรับภารกิจนี้
vi: Sinh viên này không có bài nộp cho bài tập này.
zh: 此学生未提交此作业。
zh_hk: 此學生沒有關於本作業的提交項目。

source: This student's responses are hidden because this assignment is anonymous.
ar: استجابات هذا الطالب مخفية لأن هذا التعيين مجهول الاسم.
ca: Les respostes d'aquest estudiant estan amagades perquè l'activitat és anònima.
cy: Mae atebion y myfyriwr hwn wedi’u cuddio gan fod yr aseiniad hwn yn ddienw.
da: Den studerendes svar er skjult, fordi denne opgave er anonym.
da_instk12: Elevens svar er skjult, fordi denne opgave er anonym.
de: Die Antworten der/des Studierenden werden ausgeblendet, da diese Aufgabe anonym ist.
es: Las respuestas de los estudiantes están ocultas porque esta tarea es anónima.
es_es: Las respuestas de los estudiantes están ocultas porque esta actividad es anónima.
fi: Tämän opiskelijan vastaukset on kätketty, koska tehtävä on nimetön.
fr: Les réponses de cet étudiant sont masquées du fait que cette tâche est anonyme.
fr_ca: Les réponses de cet étudiant sont masquées du fait que cette tâche est anonyme.
ga: Tá freagraí an mac léinn seo i bhfolach toisc go bhfuil an tasc seo anaithnid
hi: इस छात्र की प्रतिक्रियाएं छिपी हुई हैं, क्योंकि यह असाइनमेंट अनाम है।
ht: Repons elèv sa a kache paske sesyon sa a anonim.
id: Respons siswa ini disembunyikan karena tugas ini anonim.
is: Svör nemanda eru falin því þetta verkefni er nafnlaust.
it: Le risposte di questo studente sono nascoste perché questo compito è anonimo.
ja: この課題は匿名なので、この受講者の応答は表示されません。
mi: Ke te hunahia ngā whakautu a tēnei ākonga no te mea he ingoamuna tēnei whakataunga.
ms: Maklum balas pelajar ini disembunyikan kerana serahan ini dibuat tanpa nama.
nb: Denne studentens svar er skjult fordi denne oppgaven er anonym.
nl: De antwoorden van deze cursist zijn verborgen omdat deze opdracht anoniem is.
pl: Odpowiedzi uczestników są ukryte, ponieważ to zadanie jest anonimowe
pt: As respostas deste aluno estão ocultas porque esta tarefa é anónima.
pt_br: As respostas deste aluno estão ocultas porque esta tarefa é anônima.
ru: Ответы студентов скрыты, поскольку задание анонимно.
sl: Odgovori tega študenta so skriti, ker je ta naloga anonimna.
sv: Den här studentens svar är dolda eftersom uppgiften är anonym.
sv_instk12: Den här elevens svar är dolda eftersom uppgiften är anonym.
th: การตอบกลับของผู้เรียนรายนี้ถูกซ่อนไว้เนื่องจากภารกิจไม่เปิดเผยตัว
vi: Đáp án của sinh viên này bị ẩn vì bài tập này ẩn danh.
zh: 由于作业是匿名安排的，所以隐藏了此学生的回答。
zh_hk: 這名學生的回覆已隱藏，因為此作業為匿名狀態。

source: This submission has no files.
ar: لا يحتوي هذا الإرسال على ملفات.
ca: Aquesta entrega no té cap fitxer.
cy: Does gan y cyflwyniad hwn ddim ffeiliau.
da: Denne aflevering har ingen filer.
da_instk12: Denne aflevering har ingen filer.
de: Diese Abgabe enthält keine Dateien.
es: Esta entrega no tiene archivos.
es_es: Esta entrega no tiene archivos.
fi: Tässä lähetyksessä ei ole tiedostoja.
fr: Cette soumission ne contient aucun fichier.
fr_ca: Cet envoi ne contient aucun fichier.
ga: Níl aon chomhaid san uaslódáil seo.
hi: इस सबमिशन में कोई फ़ाइल नहीं है।
ht: Soumisyon sa a pa gen fichye.
id: Penyerahan ini tidak memiliki file.
is: Þessi skil innihalda engar skrár.
it: Questo invio non ha file.
ja: この提出には、ファイルがありません。
mi: Kaore he kōnae mo tēnei tāpaetanga.
ms: Serahan ini tidak mempunyai fail.
nb: Denne innleveringen har ingen filer.
nl: Deze inlevering heeft geen bestanden.
pl: Ta przesyłka nie zawiera plików.
pt: Esta submissão não tem ficheiros.
pt_br: Este envio não possui arquivos.
ru: Данная отправка не содержит файлов.
sl: Ta oddaja nima datotek.
sv: Den här inlämningen har inga filer.
sv_instk12: Den här inlämningen har inga filer.
th: ผลงานจัดส่งนี้ไม่มีไฟล์ข้อมูล
vi: Mục nộp này không có tập tin.
zh: 提交项中没有文件。
zh_hk: 此提交項目沒有檔案。

source: This submission is a URL to an external page. We've included a snapshot of what the page looked like when it was submitted.
ar: هذا الإرسال هو عنوان URL المؤدي إلى صفحة خارجية. لقد قمنا بتضمين لقطة توضح كيف كانت تبدو الصفحة عندما تم إرسالها.
ca: Aquesta entrega és un URL a una pàgina externa. Hem inclòs una instantània de l'aspecte de la pàgina quan es va entregar.
cy: Mae'r cyflwyniad hwn yn URL i dudalen allanol. Rydym ni wedi cynnwys ciplun o’r dudalen pan gafodd hyn ei gyflwyno.
da: Denne aflevering er en URL til en ekstern side. Vi har inkluderet et snapshot af, hvordan siden så ud, da den blev afleveret.
da_instk12: Denne aflevering er en URL til en ekstern side. Vi har inkluderet et snapshot af, hvordan siden så ud, da den blev afleveret.
de: Diese Abgabe ist ein URL zu einer externen Seite. Ein angehängter Snapshot zeigt, wie die Seite zum Zeitpunkt der Abgabe ausgesehen hat.
es: Esta entrega es una URL hacia una página externa. Hemos incluido una foto de cómo lucía la página cuando fue entregada.
es_es: Esta entrega es una URL de una página externa. Hemos incluido una captura de pantalla del aspecto de la página cuando se entregó.
fi: Tämä lähetys on URL ulkoiselle sivulle. Olemme sisällyttäneet kuvakaappauksen siitä, miltä sivu näytti, kun se lähetettiin.
fr: Cette soumission est une URL vers une page externe. Nous avons inclus une capture d'écran de la page au moment où elle a été envoyée.
fr_ca: Cet envoi est une URL vers une page externe. Nous avons inclus une capture d’écran de la page au moment où elle a été envoyée.
ga: Is URL chuig leathanach seachtrach é an uaslódáil seo. Chuireamar pictiúr san áireamh den chuma a bhí ar an leathanach nuair a cuireadh isteach é.
hi: यह सबमिशन एक बाहरी पेज का URL है। हमने इसमें एक स्नैपशॉट शामिल किया है कि सबमिट किए जाने पर पेज कैसा दिखता था।
ht: Soumisyon sa a se yon URL ki mennen nan yon paj ekstèn Nou mete yon apèsi sou a kisa paj la te sanble lè yo te soumèt li a.
id: Penyerahan ini adalah URL ke halaman eksternal. Kami telah menyertakan cuplikan tampilan halaman saat dikirim.
is: Þessi skil eru vefslóð á ytri síðu. Meðfylgjandi er skyndimynd af síðunni eins og hún leit út þegar henni var skilað.
it: Questo invio corrisponde a un URL a una pagina esterna. Abbiamo incluso uno snapshot di come appariva la pagina quando è stata inviata.
ja: この提出は、外部ページへのURLです。提出された時点のページの内容をスナップショットにして含めてあります。
mi: Ko tēnei tukunga he URL ki tētahi whārangi o waho. Kua whakaurua e mātou he hopuāhua o ta titiro te whārangi rite, i te tuku i te reira.
ms: Serahan ini ialah URL ke halaman luar. Kami menyertakan petikan rupa halaman ketika ia diserahkan.
nb: Denne innleveringen er en URL-adresse til en ekstern side. Vi har tatt et skjermbilde av hvordan siden så ut da den ble sendt inn.
nl: Deze inlevering is een URL naar een externe pagina. We hebben een snapshot bijgevoegd van hoe de pagina eruit zag toen deze werd ingeleverd.
pl: Ta przesyłka ma adres URL strony zewnętrznej. Zamieściliśmy migawkę przedstawiająca stronę w momencie przesłania zadania.
pt: Este envio é um URL para uma página externa. Nós incluímos um snapshot da página quando foi submetida.
pt_br: Este envio era uma URL para uma página externa. Incluímos um snapshot de como a página aparecia quando foi enviada.
ru: Эта отправка представляет собой URL к внешней странице. Мы включили скриншот того, как выглядела страница, когда она была представлена.
sl: Ta oddaja je v obliki naslova URL za zunanjo stran. Priložili smo posnetek videza strani, ko je bila poslana.
sv: Denna inlämning är en URL till en extern sida. Vi har inkluderat en bild på hur sidan ser ut när den lämnats in.
sv_instk12: Denna inlämning är en URL till en extern sida. Vi har inkluderat en bild på hur sidan ser ut när den lämnades in.
th: ผลงานจัดส่งนี้เป็น URL ไปยังหน้าเพจภายนอก เราได้รวมข้อมูลตัวอย่างของหน้าเพจขณะมีการจัดส่งไว้
vi: Mục nộp này là URL đến trang bên ngoài. Chúng tôi đã đưa vào ảnh chụp nhanh để xem trang trông sẽ như thế nào khi được nộp.
zh: 此提交项是一个外部页面的 URL。我们已包含被提交时的页面看起来像什么的快照。
zh_hk: 本提交項目是連結至外部頁面的 URL。在提交時，我們已保存了頁面概況快照。

source: To Do
ar: قائمة المهام
ca: Tasques pendents
cy: Tasgau i’w Gwneud
da: Opgaveliste
da_instk12: Opgaveliste
de: Zu erledigen
es: Por hacer
es_es: Tareas pendientes
fi: Tehtävälista
fr: À Faire
fr_ca: À faire
ga: Le Déanamh
hi: करने के लिए
ht: Pou Fè
is: Verkefnalisti
it: Elenco attività
ja: タスク
mi: Hei Mahi
ms: Untuk Dilakukan
nb: Å gjøre
nl: Takenlijst
pl: Lista zadań
pt: A Fazer
pt_br: Lista de Tarefas
ru: Задачи
sl: Čakajoča opravila
sv: Att göra
sv_instk12: Att göra
th: สิ่งที่ต้องทำ
vi: Cần Làm
zh: 待办事项
zh_hk: 待辦事項

source: Unknown Error
ar: خطأ غير معروف
ca: Error desconegut
cy: Gwall Anhysbys
da: Ukendt fejl
da_instk12: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
fr_ca: Erreur inconnue
ga: Earráid Anaithnid
hi: अज्ञात त्रुटि
ht: Erè Enkoni
id: Kesalahan Tidak Diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 未知のエラー
mi: Kaore I Mōhiotia Te Hapa
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro Desconhecido
ru: Неизвестная ошибка
sl: Neznana napaka
sv: Okänt fel
sv_instk12: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
vi: Lỗi Không Xác Định
zh: 未知错误
zh_hk: 未知問題

source: Unmark
ar: إلغاء العلامة
ca: Desmarca
cy: Dad-farcio
da: Fjern markering
da_instk12: Fjern markering
de: Markierung aufheben
es: Desmarcar
es_es: Desmarcar
fi: Poista merkintä
fr: Retirer la note
fr_ca: Décocher
ga: Dímharcáil
hi: अचिह्नित करें
ht: San make
id: Hapus tandai
is: Afmerkja
it: Rimuovi contrassegno
ja: マークを外す
mi: Kaore i mākāhia
ms: Nyahtanda
nb: Fjern merking
nl: Markering ongedaan maken
pl: Usuń zaznaczenie
pt: Desmarcar
pt_br: Não marcado
ru: Снять выделение
sl: Razveljavi oznako
sv: Avmarkera
sv_instk12: Avmarkera
th: เลิกกำกับ
vi: Bỏ Đánh Dấu
zh: 取消标记
zh_hk: 取消標記

source: Unmarked
ar: بدون علامة
ca: S’ha desmarcat
cy: Wedi dad-farcio
da: Umarkeret
da_instk12: Umarkeret
de: Unmarkiert
es: Desmarcado
es_es: Desmarcado
fi: Merkitsemätön
fr: Note retirée
fr_ca: Décoché
ga: Neamhmharcáilte
hi: अचिह्नित
ht: San Make
id: Hapus tandai
is: Afmerkt
it: Contrassegno rimosso
ja: マークを外しました
mi: Kore i tohua
ms: Dinyahtanda
nb: Merking fjernet
nl: Markering ongedaan gemaakt
pl: Niezaznaczone
pt: Desmarcado
pt_br: Não marcado
ru: Выделение снято
sl: Oznaka razveljavljena
sv: Avmarkerad
sv_instk12: Avmarkerad
th: เลิกกำกับแล้ว
vi: Đã Bỏ Đánh Dấu
zh: 已取消标记
zh_hk: 取消標記

source: Unpublished
ar: غير منشور
ca: Se n’ha anul·lat la publicació
cy: Wedi dad-gyhoeddi
da: Ikke offentliggjort
da_instk12: Ikke offentliggjort
de: Nicht veröffentlicht
es: No publicado
es_es: No publicado
fi: Julkaisematon
fr: Non publié
fr_ca: Non publié
ga: Neamhfhoilsithe
hi: अप्रकाशित
ht: Pa Pibliye
id: Belum Diterbitkan
is: Falið
it: Non pubblicato
ja: 非公開
mi: Kaore ii whakaputaina
ms: Dinyahterbit
nb: Upublisert
nl: Niet-gepubliceerd
pl: Nieopublikowane
pt: Não publicado
pt_br: Não publicado
ru: Не опубликовано
sl: Neobjavljeno
sv: Ej offentliggjord
sv_instk12: Ej offentliggjord
th: ไม่ได้เผยแพร่
vi: Chưa Phát Hành
zh: 未发布
zh_hk: 已取消發佈

source: URL Preview Image
ar: صورة معاينة عنوان URL
ca: Imatge de visualització prèvia de l'URL
cy: Delwedd Rhagolwg o URL
da: URL forhåndsvisningsbillede
da_instk12: URL forhåndsvisningsbillede
de: URL Vorschaubild.
es: Imagen de vista previa de la URL
es_es: Imagen de vista previa de la URL
fi: URL-esikatselukuva
fr: Image de prévisualisation de l'URL
fr_ca: URL de prévisualisation de l’image
ga: Íomhá Réamhamhairc URL
hi: URL पूर्वावलोकन छवि
ht: URL Apèsi Imaj
id: Gambar Pratinjau URL
is: Forskoðunarmynd vefslóðar
it: Immagine anteprima URL
ja: URL プレビュー画像
mi: URL Arokite Āhua
ms: Imej Pratonton Fail
nb: URL forhåndsvis bildet
nl: URL-voorbeeldweergave
pl: Obraz podglądu URL
pt: Imagem de visualização de URL
pt_br: Imagem de pré-visualização da URL
ru: URL изображения для предварительного просмотра
sl: Slika predogleda naslova URL
sv: Förhandsvisningsbild för URL
sv_instk12: Förhandsvisningsbild för URL
th: ภาพแสดงตัวอย่าง URL
vi: Hình Ảnh Xem Trước URL
zh: URL 预览图像
zh_hk: URL 預覽影像
